{
    "projects": [
        {
            "title": "Golileo",
            "description": "Golileo is een Skin API voor Minecraft: Bedrock Edition. Via deze website kan je skins van spelers opzoeken of uploaden. Probeer eens te zoeken naar 'Mohahamed'",
            "source": "https://github.com/Mohagames205/Golileo",
            "demo": "https://golileo.galactixpe.nl",
            "language": ["Go", "JavaScript"]
        },
        {
            "title": "Voxum",
            "description": "Voxum is een proximity voice chat webapplicatie voor Minecraft: Bedrock Edition.",
            "source": "https://github.com/Mohagames205/voxum-client",
            "demo": "https://voxum.mootje.be",
            "language": ["JavaScript", "PHP"]
        },
        {
            "title": "Pyeelight",
            "description": "Pyeelight is een library die communicatie met Yeelight lampen faciliteert. Pyeelight laat toe om via Python code, Yeelight lampen te besturen.",
            "source": "https://github.com/Mohagames205/pyeelight-api",
            "language": ["Python"]
        },
        {
            "title": "LoveMeter",
            "description": "LoveMeter is een website die ik uit verveling heb gemaakt. Het meet hoe goed 2 personen bij elkaar passen op basis van hun naam. Hoe meer letters hetzelfde zijn, hoe beter de score.",
            "source": "https://github.com/Mohagames205/LoveMeter",
            "demo": "https://lovemeterapp.herokuapp.com/",
            "language": ["PHP"]
        },
        {
            "title": "Quadratic Solver",
            "description": "Quadratic Solver is een website die 2de graadsvergelijkingen oplost. Het toont ook mooi alle stapjes die het programma heeft genomen. Zo kunnen de leerlingen leren uit hun fouten doordat ze zien hoe de website op de oplossing komt.",
            "source": "https://github.com/Mohagames205/quadratic_web",
            "demo": "https://vergelijking.herokuapp.com",
            "language": ["PHP"]
        },
        {
            "title": "FlowPanel",
            "description": "FlowPanel is een paneel gemaakt voor een fictief bedrijf op Habbo. Het was 1 van mijn eerste grote PHP projecten. Het project is geschreven zonder framework en bevat veel exploits.",
            "source": "https://github.com/Mohagames205/Flowpanel",
            "demo": "#",
            "language": ["PHP"]
        },
        {
            "title": "KindMessage",
            "description": "KindMessage is 1 van mijn eerste websites gemaakt in Laravel. Mensen kunnen met een unieke code toegang krijgen tot een gepersonaliseerd bericht. Dit is leuk voor verjaardagen etc",
            "source": "https://github.com/Mohagames205/KindMessage",
            "language": ["PHP"]
        },
        {
            "title": "Forum",
            "description": "Deze website is een zeer simpel forum systeempje, waar je posts kan verwijderen en posten. Dit was 1 van mijn allereerste php sites die ik heb gemaakt.",
            "source": "#",
            "language": ["PHP"]
        },
        {
            "title": "Pompeius Expo",
            "description": "Dit was een website die ik had gemaakt voor een opdracht die we hadden gekregen voor het vak Latijn. De website bevat informatie over de Pompeius Expositie.",
            "source": "#",
            "language": ["HTML", "CSS"]
        },
        {
            "title": "CakeCraft website",
            "description": "De CakeCraft website had ik gemaakt voor een MCPE server die ik had gemaakt. Er waren destijds feautures beschikbaar zoals een live scoreboard en een sollicitatiesysteem, maar deze werken niet meer.",
            "source": "#",
            "demo": "https://archief.mootje.be/cakecraft",
            "language": ["PHP"]
        },
        {
            "title": "Corona Tracker",
            "description": "Corona tracker is een website die het aantal besmettingen, doden en genezingen toont. De data wordt opgehaald via een externe API.",
            "source": "#",
            "demo": "https://mootje.be/corona/",
            "language": ["JavaScript"]
        }
    ]
}
